Merge pull request #9 from GenesisEducationKyiv/pr-2-message-bus
HM8 message bus
